Repository: yuangy1995/dsm-native-client
Catalog: windows/src/LanStash.App/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# FileUploadBatchTooManyMessage
source: Choose no more than 20 files at a time.
zh_cn: 每次最多选择 20 个文件。

# FileUploadBatchDuplicateMessage
source: Two or more selected files have the same name. Choose only one file for each name.
zh_cn: 所选文件中存在同名文件。请为每个名称只保留一个文件。

# FileUploadBatchBusyMessage
source: One of these file names is already being uploaded to this folder. Wait for it to finish, then try again.
zh_cn: 其中一个同名文件正在上传到此文件夹。请等待完成后重试。

# FileUploadBatchSummaryMessage
source: Selected: {0}. Uploaded: {1}. Check on NAS: {2}. Failed: {3}. Cancelled: {4}. Not started: {5}.
zh_cn: 已选择：{0}。已上传：{1}。需在 NAS 检查：{2}。失败：{3}。已取消：{4}。未开始：{5}。

# FileDownloadBatchSelectionCountMessage
source: Selected for download: {0} of 20.
zh_cn: 已选择下载：{0}/20。

# FileDownloadBatchSelectionLimitMessage
source: Select up to 20 files. Folders aren’t included.
zh_cn: 最多选择 20 个文件，文件夹不会加入下载。

# FileDownloadBatchInvalidMessage
source: These files can’t be downloaded together. Check their names and choose up to 20 files again.
zh_cn: 无法一起下载这些文件。请检查文件名，并重新选择最多 20 个文件。

# FileDownloadBatchTargetExistsMessage
source: The selected folder already contains one of these names. Choose another folder; existing items won’t be replaced.
zh_cn: 所选文件夹中已有一个同名项目。请选择其他文件夹；现有项目不会被替换。

# FileDownloadBatchBusyMessage
source: One of these files is already being saved to that folder. Wait for it to finish, then try again.
zh_cn: 其中一个文件正在保存到该文件夹。请等待完成后重试。

# FileDownloadBatchTooManyMessage
source: Select no more than 20 files.
zh_cn: 一次最多选择 20 个文件。

# FileDownloadBatchFolderErrorMessage
source: This folder can’t be used. Check its access, then choose another folder.
zh_cn: 无法使用此文件夹。请检查访问权限，然后选择其他文件夹。

# FileDownloadBatchStartedMessage
source: Downloading {0} files one at a time. Progress also appears in Activity.
zh_cn: 正在逐个下载 {0} 个文件，进度也会显示在“活动”中。

# FileDownloadBatchCancelAutomationName
source: Stop download
zh_cn: 停止下载

# FileDownloadBatchCancellingMessage
source: Stopping these downloads. Files already saved will remain.
zh_cn: 正在停止这些下载，已经保存的文件会保留。

# FileDownloadBatchSummaryMessage
source: Selected: {0}. Downloaded: {1}. Failed: {2}. Cancelled: {3}. Not started: {4}.
zh_cn: 已选择：{0}。已下载：{1}。失败：{2}。已取消：{3}。未开始：{4}。

# FileDownloadBatchStatus.Title
source: Download
zh_cn: 下载

# FolderUploadConfirmTitle
source: Upload this folder?
zh_cn: 上传此文件夹？

# FolderUploadConfirmAction
source: Upload folder
zh_cn: 上传文件夹

# FolderUploadConfirmMessage
source: “{0}” will create {2} folders and upload {1} files in the current NAS folder.
zh_cn: 将在当前 NAS 文件夹中为“{0}”创建 {2} 个文件夹并上传 {1} 个文件。

# FolderUploadPartialNotice
source: If the upload is cancelled or fails, folders and files already confirmed on the NAS will remain.
zh_cn: 如果取消或上传失败，NAS 上已经确认创建的文件夹和文件会保留。

# FolderUploadStartedMessage
source: Folder upload started: {0} files and {1} folders. File transfers also appear in Activity.
zh_cn: 已开始上传文件夹：{0} 个文件和 {1} 个文件夹。文件传输也会显示在“活动”中。

# FolderUploadCancellingMessage
source: Stopping the folder upload. The current item may still need to be checked on the NAS.
zh_cn: 正在停止文件夹上传。当前项目可能仍需在 NAS 上检查。

# FolderUploadCancelAutomationName
source: Stop folder upload
zh_cn: 停止文件夹上传

# FolderUploadSummaryMessage
source: Planned: {0} folders and {1} files. Confirmed: {2}. Check on NAS: {3}. Failed: {4}. Cancelled: {5}. Not started: {6}.
zh_cn: 计划：{0} 个文件夹和 {1} 个文件。已确认：{2}。需在 NAS 检查：{3}。失败：{4}。已取消：{5}。未开始：{6}。

# FolderUploadSourceUnavailableMessage
source: This folder can’t be read completely. Check that every item is available on this device, then choose it again.
zh_cn: 无法完整读取此文件夹。请确认其中所有项目均可在此设备上使用，然后重新选择。

# FolderUploadPreparingMessage
source: Checking the folder before upload…
zh_cn: 正在检查待上传的文件夹…

# FolderUploadPreparationCancelledMessage
source: Cancelled. No files or folders were uploaded.
zh_cn: 已取消，未上传任何文件或文件夹。

# FolderUploadReparsePointMessage
source: This folder contains a link or redirected folder and can’t be uploaded safely.
zh_cn: 此文件夹包含链接或重定向文件夹，无法安全上传。

# FolderUploadInvalidNameMessage
source: One of the item names can’t be used on the NAS. Rename it and try again.
zh_cn: 其中一个项目名称无法在 NAS 上使用。请重命名后重试。

# FolderUploadDuplicateMessage
source: This folder contains names that differ only by letter case. Rename one of them and try again.
zh_cn: 此文件夹包含仅大小写不同的同名项目。请重命名其中一个项目后重试。

# FolderUploadTargetChangedMessage
source: The destination folder changed. Open the intended NAS folder and choose the local folder again.
zh_cn: 目标文件夹已变化。请打开预期的 NAS 文件夹并重新选择本地文件夹。

# FolderUploadUnsupportedMessage
source: This NAS or account can’t create the folders needed for this upload.
zh_cn: 此 NAS 或账号无法创建本次上传所需的文件夹。

# FolderUploadBusyMessage
source: A folder or file with this target is already being uploaded. Wait for it to finish, then try again.
zh_cn: 相同目标的文件夹或文件正在上传。请等待完成后重试。

# FolderUploadNeedsReviewMessage
source: A folder creation still needs to be checked on the NAS. This session won’t submit the folder again; check what remains, then upload any missing items separately.
zh_cn: 创建的文件夹仍需在 NAS 上核对。本次会话不会再次提交此文件夹；请检查已留下的项目，并单独上传缺少的内容。

# FolderUploadSourceChangedMessage
source: The local folder changed after it was checked. Choose it again to upload the latest contents.
zh_cn: 本地文件夹在检查后发生变化。请重新选择以上传最新内容。

# PhotoBrowserTitle.Text
source: File-system photo library
zh_cn: 文件系统照片库

# PhotoBrowserDescription.Text
source: Browse photo and video folders from this NAS, preview items, and save a copy to your PC.
zh_cn: 浏览这台 NAS 上的照片和视频文件夹，预览项目并将副本保存到电脑。

# PhotoBrowserSpace.Header
source: Photo space
zh_cn: 照片空间

# PhotoBrowserSpace.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Choose a photo space
zh_cn: 选择照片空间

# PhotoBrowserPersonalSpace
source: My photos
zh_cn: 我的照片

# PhotoBrowserSharedSpace
source: Shared photos
zh_cn: 共享照片

source: Photo folder
zh_cn: 照片文件夹

# PhotoBrowserBack.Label
source: Back
zh_cn: 返回

# PhotoBrowserBack.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Go back
zh_cn: 返回上一位置

# PhotoBrowserUp.Label
source: Up
zh_cn: 上一级

# PhotoBrowserUp.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Go up one folder
zh_cn: 前往上一级文件夹

# PhotoBrowserRefresh.Label
source: Refresh
zh_cn: 刷新

source: Refresh this photo folder
zh_cn: 刷新当前照片文件夹

# PhotoBrowserOpen.Label
source: Open
zh_cn: 打开

# PhotoBrowserOpen.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Open the selected photo or video
zh_cn: 打开所选照片或视频

# PhotoBrowserSave.Label
source: Save a copy
zh_cn: 保存副本

# PhotoBrowserSave.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Save a copy of the selected photo or video
zh_cn: 保存所选照片或视频的副本

# PhotoBrowserFilter.Label
source: Show
zh_cn: 显示

# PhotoBrowserFilter.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Choose what to show
zh_cn: 选择要显示的内容

# PhotoBrowserFilterAll.Text
source: Folders, photos, and videos
zh_cn: 文件夹、照片和视频

# PhotoBrowserFilterImages.Text
source: Images only
zh_cn: 仅图片

# PhotoBrowserGrid.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Photo folders, photos, and videos
zh_cn: 照片文件夹、照片和视频

# PhotoBrowserFolderAutomationName
source: Folder, {0}
zh_cn: 文件夹，{0}

# PhotoBrowserImageAutomationName
source: Image, {0}
zh_cn: 图片，{0}

# PhotoBrowserVideoAutomationName
source: Video, {0}
zh_cn: 视频，{0}

# PhotoBrowserLoadMoreError.Title
source: More photos couldn’t be loaded
zh_cn: 无法加载更多照片

# PhotoBrowserLoadMoreError.Message
source: The photos already shown are still available. Try again.
zh_cn: 已经显示的照片仍可使用，请重试。

# PhotoBrowserLoadMore.Content
source: Load more
zh_cn: 加载更多

source: Load more photos
zh_cn: 加载更多照片

source: Loading more photos
zh_cn: 正在加载更多照片

# PhotoBrowserLoading.Text
source: Loading photos…
zh_cn: 正在加载照片…

# PhotoBrowserEmptyTitle.Text
source: No photos here
zh_cn: 这里还没有照片

# PhotoBrowserEmptyMessage.Text
source: Choose another photo space or refresh to check again.
zh_cn: 请选择其他照片空间，或刷新后再检查。

# PhotoBrowserRefreshEmpty.Content
source: Refresh
zh_cn: 刷新

# PhotoBrowserFilteredEmptyTitle.Text
source: No images in this folder
zh_cn: 这个文件夹中没有图片

# PhotoBrowserFilteredEmptyMessage.Text
source: Show folders too, or go back to browse somewhere else.
zh_cn: 可以同时显示文件夹，或返回浏览其他位置。

# PhotoBrowserShowAll.Content
source: Show folders and images
zh_cn: 显示文件夹和图片

# PhotoBrowserErrorTitle.Text
source: Photos couldn’t be loaded
zh_cn: 无法加载照片

# PhotoBrowserErrorMessage.Text
source: Check the NAS connection and your access to this photo space, then try again.
zh_cn: 请检查 NAS 连接和这个照片空间的访问权限，然后重试。

# PhotoBrowserRetry.Content
source: Try again
zh_cn: 重试

# PhotoBrowserUnavailableTitle
source: The photo library isn’t available
zh_cn: 照片库暂时不可用

# PhotoBrowserUnavailableMessage
source: Reconnect to this NAS, then open the photo library again.
zh_cn: 请重新连接这台 NAS，然后再次打开照片库。

# ChatBrowserTitle.Text
source: Chat
zh_cn: 聊天

# ChatBrowserDescription.Text
source: Read conversations and send text messages from Synology Chat.
zh_cn: 读取 Synology Chat 中的会话并发送文字消息。

# ChatBrowserRefresh.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Refresh conversations
zh_cn: 刷新会话

# ChatBrowserRefreshLabel.Text
source: Refresh
zh_cn: 刷新

# ChatBrowserReadOnly.Title
source: Limited chat features
zh_cn: 聊天功能受限

# ChatBrowserReadOnly.Message
source: You can start direct conversations and private groups, send text and one attachment, and delete messages you sent. Encrypted conversations aren’t available here.
zh_cn: 可新建单聊和私人群聊，发送文字和一个附件，并删除自己发送的消息。暂不支持加密会话。

# ChatBrowserSearch.PlaceholderText
source: Search conversations
zh_cn: 搜索会话

# ChatBrowserSearch.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Search conversations
zh_cn: 搜索会话

# ChatBrowserConversationRefreshError.Title
source: Conversations couldn’t be refreshed
zh_cn: 无法刷新会话

# ChatBrowserConversationRefreshError.Message
source: The conversations already shown are still available. Try again.
zh_cn: 已显示的会话仍可使用，请重试。

source: Conversations
zh_cn: 会话列表

# ChatBrowserUnnamedConversation
source: Unnamed conversation
zh_cn: 未命名会话

# ChatBrowserConversationWithUnreadAutomationName
source: {0}, {1:N0} unread
zh_cn: {0}，{1:N0} 条未读

# ChatBrowserPinnedConversationAutomationName
source: {0}, pinned
zh_cn: {0}，已置顶

# ChatBrowserPinnedStatus
source: Pinned
zh_cn: 已置顶

# ChatBrowserPinConversation
source: Pin
zh_cn: 置顶

# ChatBrowserUnpinConversation
source: Unpin
zh_cn: 取消置顶

# ChatBrowserPinConversationAutomationName
source: Pin {0}
zh_cn: 置顶 {0}

# ChatBrowserUnpinConversationAutomationName
source: Unpin {0}
zh_cn: 取消置顶 {0}

# ChatBrowserPinStorageError.Title
source: Conversation preference wasn’t saved
zh_cn: 无法保存会话偏好

# ChatBrowserPinStorageError.Message
source: The list is still usable. Try changing the pin again.
zh_cn: 会话列表仍可使用。请再次尝试置顶或取消置顶。

# ChatBrowserBack.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Back to conversations
zh_cn: 返回会话列表

# ChatBrowserConversationReadOnly.Text
source: Foreground messages and single attachments
zh_cn: 支持前台消息和单附件

source: Refresh messages
zh_cn: 刷新消息

source: View group members
zh_cn: 查看群成员

# ChatMembersDialogTitle
source: Group members
zh_cn: 群成员

# ChatMembersRefresh
source: Refresh members
zh_cn: 刷新成员

# ChatMembersClose
source: Close
zh_cn: 关闭

# ChatMembersLoading
source: Loading group members…
zh_cn: 正在加载群成员…

# ChatMembersEmptyTitle
source: No members to display
zh_cn: 没有可显示的成员

# ChatMembersEmptyMessage
source: Member information may be restricted by your Chat permissions.
zh_cn: 当前账号的 Chat 权限可能限制了成员信息。

# ChatMembersErrorTitle
source: Group members couldn’t be loaded
zh_cn: 无法加载群成员

# ChatMembersErrorMessage
source: Try again. If this keeps happening, check your access to this group in Synology Chat.
zh_cn: 请重试；如果仍然失败，请在 Synology Chat 中检查当前账号对这个群聊的访问权限。

# ChatMembersRetry
source: Try again
zh_cn: 重试

# ChatMembersCurrentUser
source: You
zh_cn: 你

# ChatMembersDisabled
source: Unavailable
zh_cn: 不可用

# ChatMembersCount
source: Member count: {0:N0}
zh_cn: 成员数：{0:N0}

# ChatMembersList.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Group members
zh_cn: 群成员

source: View group announcements
zh_cn: 查看群公告

# ChatAnnouncementsDialogTitle
source: Group announcements
zh_cn: 群公告

# ChatAnnouncementsRefresh
source: Refresh announcements
zh_cn: 刷新公告

# ChatAnnouncementsClose
source: Close
zh_cn: 关闭

# ChatAnnouncementsLoading
source: Loading group announcements...
zh_cn: 正在加载群公告…

# ChatAnnouncementsEmptyTitle
source: No announcements
zh_cn: 没有群公告

# ChatAnnouncementsEmptyMessage
source: No messages are currently pinned in this group.
zh_cn: 这个群聊当前没有置顶消息。

# ChatAnnouncementsErrorTitle
source: Group announcements couldn't be loaded
zh_cn: 无法加载群公告

# ChatAnnouncementsErrorMessage
source: Try again. If this keeps happening, check your access to this group in Synology Chat.
zh_cn: 请重试；如果仍然失败，请在 Synology Chat 中检查当前账号对这个群聊的访问权限。

# ChatAnnouncementsRetry
source: Try again
zh_cn: 重试

# ChatAnnouncementsCount
source: Announcement count: {0:N0}
zh_cn: 公告数：{0:N0}

source: Group announcements
zh_cn: 群公告

# ChatAnnouncementsUnknownSender
source: Unknown sender
zh_cn: 未知发送者

# ChatAnnouncementsNoText
source: This announcement has no text.
zh_cn: 这条公告没有文字内容。

# ChatAnnouncementsPinnedAt
source: Pinned {0:g}
zh_cn: 置顶于 {0:g}

# ChatAnnouncementsSentAt
source: Sent {0:g}
zh_cn: 发送于 {0:g}

# ChatAnnouncementsSentAtUnavailable
source: Sent time unavailable
zh_cn: 发送时间不可用

# ChatBrowserComposerLabel.Text
source: Message
zh_cn: 消息

# ChatBrowserComposer.PlaceholderText
source: Type a message
zh_cn: 输入消息

source: Message text
zh_cn: 消息正文

# ChatBrowserSend.Content
source: Send
zh_cn: 发送

# ChatBrowserSend.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Send message
zh_cn: 发送消息

source: Sending message
zh_cn: 正在发送消息

source: Message send status
zh_cn: 消息发送状态

# ChatMessageDeleteAction
source: Delete message
zh_cn: 删除消息

# ChatMessageDeleteAutomationName
source: Delete message from {0}, sent {1}
zh_cn: 删除 {0} 在 {1} 发送的消息

# ChatMessageDeleteConfirmTitle
source: Delete this message?
zh_cn: 要删除这条消息吗？

# ChatMessageDeleteConfirmMessage
source: This removes the message you sent at {0} from this conversation. Other messages are not changed.
zh_cn: 这会从当前会话中移除你在 {0} 发送的消息，其他消息不会改变。

# ChatMessageDeleteConfirmSubmit
source: Delete message
zh_cn: 删除消息

# ChatMessageDeleteConfirmCancel
source: Keep message
zh_cn: 保留消息

# ChatMessageDeleteConfirmAutomationName
source: Confirm message deletion
zh_cn: 确认删除消息

# ChatMessageDeleteReview.Title
source: Refresh before trying again
zh_cn: 再次尝试前请先刷新

# ChatMessageDeleteReview.Message
source: The NAS may have received the request, but the app could not confirm the message disappeared. Refresh this conversation before deleting it again.
zh_cn: NAS 可能已收到请求，但 App 无法确认消息已经消失。再次删除前，请刷新并核对此会话。

# ChatMessageDeleteError.Title
source: Message was not deleted
zh_cn: 消息未删除

# ChatMessageDeleteError.Message
source: Check the connection, refresh this conversation, then try again.
zh_cn: 请检查连接、刷新此会话，然后重试。

# ChatBrowserComposerSending
source: Sending message…
zh_cn: 正在发送消息…

# ChatBrowserComposerSent
source: Message sent.
zh_cn: 消息已发送。

# ChatBrowserComposerReview
source: The message may have been sent. Refresh messages before sending it again.
zh_cn: 消息可能已经发送。再次发送前，请先刷新消息核对。

# ChatBrowserComposerCancelled
source: The message was cancelled before it was sent.
zh_cn: 消息已在发送前取消。

# ChatBrowserComposerPermission
source: You don’t have permission to send messages in this conversation.
zh_cn: 你没有权限在此会话中发送消息。

# ChatBrowserComposerFailed
source: The message couldn’t be sent. Check the connection and try again.
zh_cn: 无法发送消息。请检查连接后重试。

# ChatBrowserMessageError.Title
source: Messages couldn’t be loaded
zh_cn: 无法加载消息

# ChatBrowserMessageError.Message
source: The messages already shown are still available. Check the connection, then try again.
zh_cn: 已显示的消息仍可使用。请检查连接后重试。

# ChatBrowserChooseConversationTitle.Text
source: Choose a conversation
zh_cn: 选择会话

# ChatBrowserChooseConversationMessage.Text
source: Select a conversation to read its messages.
zh_cn: 选择一个会话来读取消息。

# ChatBrowserEncryptedTitle.Text
source: This conversation is encrypted
zh_cn: 此会话已加密

# ChatBrowserEncryptedMessage.Text
source: Encrypted messages can’t be read here yet. Open Synology Chat in your browser to continue.
zh_cn: 暂时无法在此读取加密消息。请在浏览器中打开 Synology Chat 继续查看。

# ChatBrowserMessagesLoading.Text
source: Loading messages…
zh_cn: 正在加载消息…

# ChatBrowserMessagesEmptyTitle.Text
source: No messages here
zh_cn: 暂无消息

# ChatBrowserMessagesEmptyMessage.Text
source: Refresh to check for messages again.
zh_cn: 刷新后再次检查消息。

# ChatBrowserLoadEarlierError.Title
source: Earlier messages couldn’t be loaded
zh_cn: 无法加载更早的消息

# ChatBrowserLoadEarlierError.Message
source: The messages already shown are still available. Try again.
zh_cn: 已显示的消息仍可使用，请重试。

# ChatBrowserLoadEarlier.Content
source: Load earlier messages
zh_cn: 加载更早消息

source: Load earlier messages
zh_cn: 加载更早消息

source: Loading earlier messages
zh_cn: 正在加载更早消息

source: Messages
zh_cn: 消息列表

# ChatBrowserAttachmentUnavailable.Text
source: Attachment details are available, but the attachment cannot be opened here yet.
zh_cn: 可查看附件信息，但暂时无法在此打开附件。

# ChatBrowserLoading.Text
source: Loading conversations…
zh_cn: 正在加载会话…

# ChatBrowserEmptyTitle.Text
source: No conversations
zh_cn: 暂无会话

# ChatBrowserEmptyMessage.Text
source: Refresh to check for conversations again.
zh_cn: 刷新后再次检查会话。

# ChatBrowserEmptyRefresh.Content
source: Refresh
zh_cn: 刷新

# ChatBrowserFilteredEmptyTitle.Text
source: No conversations match
zh_cn: 没有匹配的会话

# ChatBrowserFilteredEmptyMessage.Text
source: Clear the search to see all conversations.
zh_cn: 清除搜索即可查看全部会话。

# ChatBrowserClearSearch.Content
source: Clear search
zh_cn: 清除搜索

# ChatBrowserErrorTitle.Text
source: Conversations couldn’t be loaded
zh_cn: 无法加载会话

# ChatBrowserErrorMessage.Text
source: Check the NAS connection and access to Synology Chat, then try again.
zh_cn: 请检查 NAS 连接和 Synology Chat 访问权限后重试。

# ChatBrowserRetry.Content
source: Try again
zh_cn: 重试

# ChatBrowserUnavailableTitle.Text
source: Chat isn’t available
zh_cn: 聊天不可用

# ChatBrowserUnavailableMessage.Text
source: Reconnect to a NAS with Synology Chat available, then open Chat again.
zh_cn: 请重新连接到已启用 Synology Chat 的 NAS，然后再次打开聊天。

# ChatBrowserValidationTitle.Text
source: Chat can’t be opened safely
zh_cn: 当前无法安全打开聊天

# ChatBrowserValidationMessage.Text
source: Reconnect to this NAS, then try again.
zh_cn: 请重新连接此 NAS 后再试。

# ChatBrowserUnknownSender
source: Unknown sender
zh_cn: 未知发送者

# ChatAttachmentChoose.Content
source: Add attachment
zh_cn: 添加附件

source: Choose one attachment
zh_cn: 选择一个附件

# ChatEmojiAction.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Choose emoji
zh_cn: 选择表情

# ChatEmojiActionName
source: Choose emoji
zh_cn: 选择表情

# ChatEmojiItemAutomationName
source: Insert emoji {0}
zh_cn: 插入表情 {0}

# ChatAttachmentRemove.Content
source: Remove
zh_cn: 移除

source: Remove selected attachment
zh_cn: 移除已选附件

# ChatAttachmentCancel.Content
source: Cancel
zh_cn: 取消

source: Cancel attachment upload
zh_cn: 取消附件上传

source: Sending attachment
zh_cn: 正在发送附件

# ChatAttachmentPreview.Content
source: Preview
zh_cn: 预览

source: Preview image attachment
zh_cn: 预览图片附件

# ChatAttachmentSave.Content
source: Save
zh_cn: 另存

# ChatAttachmentSave.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Save attachment
zh_cn: 另存附件

# ChatAttachmentSending
source: Sending attachment…
zh_cn: 正在发送附件…

# ChatAttachmentSent
source: Attachment sent.
zh_cn: 附件已发送。

# ChatAttachmentReview
source: The attachment may have been sent. Refresh messages and check the conversation before sending it again.
zh_cn: 附件可能已经发送。再次发送前，请刷新消息并核对此会话。

# ChatAttachmentCancelled
source: The attachment was cancelled before it was sent.
zh_cn: 附件已在发送前取消。

# ChatAttachmentPermission
source: You don’t have permission to send an attachment in this conversation.
zh_cn: 你没有权限在此会话中发送附件。

# ChatAttachmentFailed
source: The attachment couldn’t be sent. Check the connection and try again.
zh_cn: 无法发送附件。请检查连接后重试。

# ChatAttachmentPreviewTitle
source: Attachment preview
zh_cn: 附件预览

# ChatAttachmentPreviewFailed
source: The image preview couldn’t be loaded. Check the connection and try again.
zh_cn: 无法载入图片预览。请检查连接后重试。

# ChatAttachmentClose
source: Close
zh_cn: 关闭

# ChatAttachmentFileType
source: Original file
zh_cn: 原始文件

# ChatAttachmentSaveCompleted
source: Attachment saved.
zh_cn: 附件已保存。

# ChatAttachmentSaveFailed
source: The attachment couldn’t be saved. Choose a location and try again.
zh_cn: 无法保存附件。请选择位置后重试。

# DownloadStationStatusWaiting
source: Waiting
zh_cn: 等待中

# DownloadStationStatusDownloading
source: Downloading
zh_cn: 下载中

# DownloadStationStatusPaused
source: Paused
zh_cn: 已暂停

# DownloadStationStatusFinished
source: Finished
zh_cn: 已完成

# DownloadStationStatusChecking
source: Preparing
zh_cn: 正在准备

# DownloadStationStatusSeeding
source: Sharing
zh_cn: 正在共享

# DownloadStationStatusError
source: Needs attention
zh_cn: 需要处理

# DownloadStationStatusUnknown
source: Status unavailable
zh_cn: 状态不可用

# DownloadStationValueUnavailable
source: Not available
zh_cn: 暂不可用

# DownloadStationNoTaskError
source: No issue reported
zh_cn: 没有报告问题

# DownloadStationSpeedValue
source: {0}/s
zh_cn: {0}/秒

# DownloadStationTitle.Text
source: Download Station
zh_cn: 下载任务

# DownloadStationDescription.Text
source: Add links and view download tasks on this NAS.
zh_cn: 添加链接，并查看这台 NAS 上的下载任务。

# DownloadStationCreateTaskLabel.Text
source: Add link
zh_cn: 添加链接

source: Add a URL or magnet link
zh_cn: 添加网址或磁力链接

# DownloadStationCreateFileTaskLabel.Text
source: Add file
zh_cn: 添加文件

source: Add a .torrent, .nzb, or .txt task file
zh_cn: 添加 .torrent、.nzb 或 .txt 任务文件

# DownloadStationRefreshLabel.Text
source: Refresh
zh_cn: 刷新

# DownloadStationDetailStatus.Text
source: Status
zh_cn: 状态

# DownloadStationDetailProgress.Text
source: Progress
zh_cn: 进度

# DownloadStationDetailSize.Text
source: Total size
zh_cn: 总大小

# DownloadStationDetailDownloaded.Text
source: Downloaded
zh_cn: 已下载

# DownloadStationDetailUploaded.Text
source: Uploaded
zh_cn: 已上传

# DownloadStationDetailDownloadSpeed.Text
source: Download speed
zh_cn: 下载速度

# DownloadStationDetailUploadSpeed.Text
source: Upload speed
zh_cn: 上传速度

# DownloadStationDetailDestination.Text
source: Save location
zh_cn: 保存位置

# DownloadStationDetailError.Text
source: Issue
zh_cn: 问题

# DownloadStationDetailPriority.Text
source: Priority
zh_cn: 优先级

# DownloadStationDetailFiles.Text
source: Files
zh_cn: 文件

# DownloadStationDetailTrackers.Text
source: Trackers
zh_cn: Tracker

# DownloadStationDetailPeers.Text
source: Peers
zh_cn: 节点

# DownloadStationDetailSeeds.Text
source: Seeds
zh_cn: 做种

# DownloadStationDetailLeeches.Text
source: Downloading peers
zh_cn: 下载中节点

# DownloadStationChooseTaskTitle.Text
source: Choose a task
zh_cn: 选择任务

# DownloadStationChooseTaskMessage.Text
source: Select a task to view its current details.
zh_cn: 选择任务以查看当前详情。

# DownloadStationLoading.Text
source: Loading download tasks…
zh_cn: 正在加载下载任务…

# DownloadStationEmptyTitle.Text
source: No download tasks
zh_cn: 没有下载任务

# DownloadStationEmptyMessage.Text
source: Tasks you add here or in DSM will appear here.
zh_cn: 你在这里或 DSM 中添加的任务会显示在这里。

# DownloadStationFilteredEmptyTitle.Text
source: No matching tasks
zh_cn: 没有符合条件的任务

# DownloadStationFilteredEmptyMessage.Text
source: Try another search or status filter.
zh_cn: 请尝试其他搜索词或状态筛选。

# DownloadStationErrorTitle.Text
source: Unable to load download tasks
zh_cn: 无法加载下载任务

# DownloadStationErrorMessage.Text
source: Check the connection to your NAS, then try again.
zh_cn: 请检查与 NAS 的连接，然后重试。

# DownloadStationUnavailableTitle.Text
source: Download tasks aren’t available
zh_cn: 下载任务不可用
